app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-09-16 22:54:41.605647"], ["updated_at", "2020-09-16 22:54:41.605647"]]
---
	def create
        @school_class = SchoolClass.new(school_class_params)

        @school_class.save