app/controllers/students_controller.rb

INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-09-16 22:52:00.974123"], ["updated_at", "2020-09-16 22:52:00.974123"]]
---
	def create
        @student = Student.new(student_params)
        @student.save